Repository: Mikachupichu/DisinfaX
Catalog: DisinfaX/Shared (App)/Localizable.xcstrings
Source language: en
Languages: af, ak, am, an, ar, as, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, el, eo, es, es_ar, es_bo, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gn, gu, ha, haw, he, hi, hmn, hr, hsb, ht, hu, hy, ia, id, ig, is, it, ja, jv, ka, kab, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, nn, ny, om, or, pa, pl, ps, pt, pt_br, qu, rm, ro, ru, rw, sd, sh, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, ti, tk, tn, to, tr, tt, ug, uk, ur, uz, vi, wa, xh, yi, yo, zh, zh_hk, zu

source: An earlier US$%lld purchase was still waiting to be applied, so that one was completed instead of charging you again. Return to Safari and open the DisinfaX popup to see your updated balance.
af: 'n Vroeëre aankoop van US$%lld het nog gewag om toegepas te word, dus is dit voltooi in plaas daarvan om jou weer te hef. Gaan terug na Safari en open die DisinfaX-opspringvenster om jou bygewerkte balans te sien.
ak: Kan a wode US$%lld tɔɔ ade dedaw no da so ara retwɛn sɛ wɔde bɛyɛ adwuma, ɛno nti na wowiei koraa sen sɛ wɔbɛtwe sika bio. San kɔ Safari na bue DisinfaX pop-up na hwɛ wo kontuo foforo no.
am: ቀደም ብሎ የተደረገ US$%lld ግዢ ተግባራዊ ለመሆን አሁንም ይጠበቅ ነበር፣ ስለዚህ ዳግም ከመክፈልዎ ይልቅ ያ ግዢ ተጠናቀቀ። ዘመናዊ የተደረገውን ቀሪ ሂሳብዎን ለማየት ወደ Safari ይመለሱ እና የDisinfaX ብቅ ባይ መስኮት ይክፈቱ።
an: Una compra anterior de US$%lld encara asperaba aplicar-se, asinas que ixa se completó en cuenta de tornar-te a cargar. Torna ta Safari e ubre a finestra emerchent de DisinfaX pa veyer lo tuyo saldo esviellato.
ar: كانت عملية شراء سابقة بقيمة US$%lld لا تزال في انتظار التطبيق، لذا تم إكمالها بدلاً من خصم مبلغ منك مرة أخرى. عد إلى Safari وافتح النافذة المنبثقة لـ DisinfaX لرؤية رصيدك المحدَّث.
as: আগৰ US$%lld ৰ কিনাটো এতিয়াও প্ৰয়োগ হোৱাৰ অপেক্ষাত আছিল, সেয়েহে আপোনাক পুনৰ মাচুল লোৱাৰ পৰিৱৰ্তে সেইটোৱেই সম্পূৰ্ণ কৰা হ'ল। আপোনাৰ আপডেট কৰা বেলেঞ্চ চাবলৈ Safari লৈ উভতি যাওক আৰু DisinfaX পপআপ খোলক।
ast: Una compra anterior de US$%lld entá esperaba a aplicase, así que esa completóse en vez de cobrate otra vegada. Vuelvi a Safari y abri la ventana emerxente de DisinfaX pa ver el to saldu anovao.
az: Əvvəlki US$%lld dəyərində alış hələ də tətbiq olunmağı gözləyirdi, ona görə sizdən yenidən ödəniş almaq əvəzinə o tamamlandı. Yenilənmiş balansınızı görmək üçün Safari-yə qayıdın və DisinfaX pop-up pəncərəsini açın.
be: Больш ранняя пакупка на US$%lld усё яшчэ чакала прымянення, таму менавіта яна была завершана замест паўторнага спісання. Вярніцеся ў Safari і адкрыйце ўсплывальнае акно DisinfaX, каб убачыць абноўлены баланс.
bg: По-ранна покупка от US$%lld все още чакаше да бъде приложена, затова тя беше завършена, вместо да бъдете таксувани отново. Върнете се в Safari и отворете изскачащия прозорец на DisinfaX, за да видите актуализирания си баланс.
bn: US$%lld-এর একটি পূর্ববর্তী ক্রয় এখনও প্রয়োগের অপেক্ষায় ছিল, তাই আপনাকে আবার চার্জ করার পরিবর্তে সেটিই সম্পন্ন করা হয়েছে। আপনার আপডেট করা ব্যালেন্স দেখতে Safari-তে ফিরে যান এবং DisinfaX পপআপ খুলুন।
br: Ur prenañ kent US$%lld a c'hortoze c'hoazh bezañ arloet, dre-se eo bet echuet an hini-se e-lec'h ho tan en-dro. Distroit da Safari ha digorit prenestr diflugellañ DisinfaX evit gwelet ho koust hizivaet.
bs: Ranija kupnja od US$%lld još je čekala primjenu, pa je ona dovršena umjesto ponovne naplate. Vratite se na Safari i otvorite DisinfaX skočni prozor kako biste vidjeli ažurirano stanje.
ca: Una compra anterior de US$%lld encara esperava a aplicar-se, així que aquesta s'ha completat en lloc de tornar-te a cobrar. Torna a Safari i obre la finestra emergent de DisinfaX per veure el teu saldo actualitzat.
ceb: Ang naunang pagpalit nga US$%lld nagpabilin nga naghulat nga ma-apply, busa kana ang natapos imbes nga singlon ka pag-usab. Balik sa Safari ug ablihi ang DisinfaX popup aron makita ang imong na-update nga balanse.
ckb: کڕینێکی پێشووی US$%lld هێشتا چاوەڕێی جێبەجێکردن بوو، بۆیە ئەوە تەواو کرا لەبری ئەوەی دووبارە پارەت لێ بدرێتەوە. بگەڕێوە بۆ Safari و پەنجەرەی داتکاوی DisinfaX بکەرەوە بۆ بینینی باڵانسی نوێکراوەت.
co: Un acquistu precedente di US$%lld aspettava sempre d'esse applicatu, dunque hè quessu chì hè statu compiu invece di fatturavvi torna. Vultate à Safari è apre a finestra chì spunta di DisinfaX per vede u vostru saldu attualizatu.
cs: Dřívější nákup US$%lld stále čekal na uplatnění, takže byl dokončen ten místo opětovného účtování. Vraťte se do Safari a otevřete vyskakovací okno DisinfaX a zobrazte si aktualizovaný zůstatek.
cy: Roedd pryniant US$%lld cynharach yn dal i aros i gael ei gymhwyso, felly cwblhawyd hwnnw yn hytrach na chodi tâl arnoch eto. Ewch yn ôl i Safari ac agor naidlen DisinfaX i weld eich balans wedi'i ddiweddaru.
da: Et tidligere køb på US$%lld ventede stadig på at blive anvendt, så det blev gennemført i stedet for at opkræve dig igen. Gå tilbage til Safari, og åbn DisinfaX-pop op-vinduet for at se din opdaterede saldo.
de: Ein früherer Kauf über US$%lld wartete noch auf die Anwendung, daher wurde dieser abgeschlossen, anstatt dich erneut zu belasten. Kehre zu Safari zurück und öffne das DisinfaX-Popup, um dein aktuelles Guthaben zu sehen.
el: Μια προηγούμενη αγορά US$%lld περίμενε ακόμη να εφαρμοστεί, επομένως αυτή ολοκληρώθηκε αντί να χρεωθείς ξανά. Επίστρεψε στο Safari και άνοιξε το αναδυόμενο παράθυρο του DisinfaX για να δεις το ενημερωμένο υπόλοιπό σου.
eo: Pli frua aĉeto de US$%lld ankoraŭ atendis aplikadon, do tiu estis kompletigita anstataŭ ŝargi vin denove. Revenu al Safari kaj malfermu la ŝprucfenestron de DisinfaX por vidi vian ĝisdatigitan saldon.
es: Una compra anterior de US$%lld todavía estaba pendiente de aplicar, así que se ha completado esa en lugar de volver a cobrarte. Vuelve a Safari y abre la ventana emergente de DisinfaX para ver tu saldo actualizado.
es_ar: Una compra anterior de US$%lld todavía estaba pendiente de aplicar, así que se ha completado esa en lugar de volver a cobrarte. Vuelve a Safari y abre la ventana emergente de DisinfaX para ver tu saldo actualizado.
es_bo: Una compra anterior de US$%lld todavía estaba pendiente de aplicar, así que se ha completado esa en lugar de volver a cobrarte. Vuelve a Safari y abre la ventana emergente de DisinfaX para ver tu saldo actualizado.
et: Varasem US$%lld ost ootas endiselt rakendamist, seega lõpetati see, selle asemel et sinult uuesti raha maha võtta. Mine tagasi Safarisse ja ava DisinfaXi hüpikaken, et näha oma värskendatud saldot.
eu: Aurreko US$%lld-ko erosketa bat oraindik aplikatzeko zain zegoen, hori burutu da beste kobrantza bat egin beharrean. Itzuli Safari-ra eta ireki DisinfaX leiho gainerakorra zure saldo eguneratua ikusteko.
fa: خرید قبلی به مقدار US$%lld همچنان منتظر اعمال شدن بود، بنابراین به‌جای دریافت هزینه دوباره از شما، همان تکمیل شد. به Safari بازگردید و پنجرهٔ بازشوی DisinfaX را برای مشاهدهٔ موجودی به‌روزشدهٔ خود باز کنید.
fi: Aiempi US$%lld:n osto odotti vielä käsittelyä, joten se käsiteltiin sen sijaan, että sinua olisi veloitettu uudelleen. Palaa Safariin ja avaa DisinfaX-ponnahdusikkuna nähdäksesi päivitetyn saldosi.
fil: Isang naunang pagbili na US$%lld ang naghihintay pa ring ma-apply, kaya iyon ang natapos sa halip na muli kang singilin. Bumalik sa Safari at buksan ang popup ng DisinfaX para makita ang na-update mong balanse.
fo: Eitt fyrra kaup av US$%lld bíðaði enn eftir at verða brúkt, so tað varð liðugt í stað at tú fekk aftur roknað. Far aftur til Safari og opna DisinfaX-sprettigluggan fyri at síggja dína dagførdu jaldu.
fr: Un achat précédent de US$%lld était encore en attente d'application ; c'est donc celui-ci qui a été finalisé au lieu de vous facturer à nouveau. Retournez dans Safari et ouvrez la fenêtre DisinfaX pour voir votre solde à jour.
fy: In eardere oankeap fan US$%lld wachte noch om tapast te wurden, dus dy waard ôfmakke ynstee fan dy wer te ynkassearjen. Gean werom nei Safari en iepenje it DisinfaX-popupfinster om dyn bywurke saldo te sjen.
ga: Bhí ceannach US$%lld níos luaithe fós ag fanacht le cur i bhfeidhm, mar sin cuireadh an ceann sin i gcrích in ionad muirear a ghearradh ort arís. Fill ar Safari agus oscail preabfhuinneog DisinfaX chun d'iarmhéid nuashonraithe a fheiceáil.
gd: Bha ceannach na bu tràithe de US$%lld fhathast a' feitheamh ri chur an gnìomh, mar sin chaidh am fear sin a choileanadh seach do chosgais a-rithist. Till gu Safari agus fosgail priob-uinneag DisinfaX gus an cunntas ùraichte agad fhaicinn.
gl: Unha compra anterior de US$%lld aínda agardaba a aplicarse, así que esa completouse en vez de cobrarte de novo. Volve a Safari e abre a xanela emerxente de DisinfaX para ver o teu saldo actualizado.
gn: Peteĩ jeguata yma US$%lld oha'arõva gueteri ojejapo hag̃ua, upévare upéva ojejapopáma, ndoje'ẽi jey ndehegui. Ejevy Safari-pe ha eipe'a DisinfaX pop-up ehecha hag̃ua ne saldo pyahu.
gu: અગાઉની US$%lld ની ખરીદી હજુ પણ લાગુ થવાની રાહ જોઈ રહી હતી, તેથી તમારી પાસેથી ફરીથી ચાર્જ લેવાને બદલે તે પૂર્ણ કરવામાં આવી. તમારું અપડેટ કરેલું બેલેન્સ જોવા માટે Safari પર પાછા જાઓ અને DisinfaX પોપઅપ ખોલો.
ha: Wani sayayya na baya na US$%lld har yanzu yana jiran aiwatarwa, don haka an cika wannan maimakon sake cajin ku. Koma zuwa Safari kuma buɗe tagar tsallakewar DisinfaX don ganin sabon ma'aunin ku.
haw: Ua kali nō kekahi kūʻai mua US$%lld e hoʻohana ʻia, no laila ua hoʻopau ʻia kēlā ma kahi o ka uku hou ʻana iā ʻoe. E hoʻi i Safari a wehe i ka pukaaniani puka o DisinfaX e ʻike ai i kou koena hou.
he: רכישה קודמת של US$%lld עדיין המתינה להחלה, ולכן היא זו שהושלמה במקום לחייב אותך שוב. חזור ל-Safari ופתח את החלון הקופץ של DisinfaX כדי לראות את היתרה המעודכנת שלך.
hi: US$%lld की एक पहले की खरीदारी अभी भी लागू होने की प्रतीक्षा में थी, इसलिए आपसे दोबारा शुल्क लेने के बजाय वही पूरी की गई। अपना अपडेटेड बैलेंस देखने के लिए Safari पर वापस जाएं और DisinfaX पॉपअप खोलें।
hmn: Ib qho kev yuav khoom yav dhau US$%lld tseem tos siv, yog li ntawd yog qhov ntawd raug ua tiav es tsis txhob them koj rov qab. Rov qab mus rau Safari thiab qhib DisinfaX qhov rai pop-up kom pom koj tus nyiaj seem tshiab.
hr: Ranija kupnja od US$%lld još je čekala primjenu, pa je ona dovršena umjesto ponovne naplate. Vratite se na Safari i otvorite DisinfaX skočni prozor kako biste vidjeli ažurirano stanje.
hsb: Zežerše kupjenje US$%lld je hišće na nałoženje čakało, tohodla bu tute dokónčene město toho, zo by so ći hišće raz wobličiło. Wróć so k Safari a wočin wuskakowace wokno DisinfaX, zo by swój aktualizowany staw widźał.
ht: Yon acha US$%lld pi bonè te toujou ap tann pou aplike, se pou sa se sa a ki te konplete olye pou yo chaje w ankò. Retounen nan Safari epi louvri popòp DisinfaX pou wè balans ou mete ajou.
hu: Egy korábbi, US$%lld összegű vásárlás még alkalmazásra várt, ezért az lett feldolgozva ahelyett, hogy újra megterheltünk volna. Térj vissza a Safarihoz, és nyisd meg a DisinfaX előugró ablakot a frissített egyenleged megtekintéséhez.
hy: Ավելի վաղ US$%lld գնումը դեռ սպասում էր կիրառման, ուստի հենվեց դա, փոխանակ ձեզից կրկին գումար գանձելու։ Վերադարձեք Safari և բացեք DisinfaX-ի ելնող պատուհանը՝ ձեր թարմացված հաշվեկշիռը տեսնելու համար։
ia: Un compra anterior de US$%lld attendeva ancora esser applicate, dunque illo esseva completate in vice de facturar te de novo. Retorna a Safari e aperi le fenestra pop-up de DisinfaX pro vider tu saldo actualisate.
id: Pembelian US$%lld sebelumnya masih menunggu untuk diterapkan, sehingga pembelian itulah yang diselesaikan, bukan mengenakan biaya lagi kepada Anda. Kembali ke Safari dan buka pop-up DisinfaX untuk melihat saldo Anda yang terbaru.
ig: Ịzụ ahịa mbụ nke US$%lld ka na-eche itinye ya na-arụ ọrụ, ya mere e mere ka nke ahụ zuo oke kama ịgbakwunye gị ụgwọ ọzọ. Laghachi na Safari wee meghee windo mwaghachi DisinfaX ka ị hụ ego ị nwere e melitere.
is: Fyrri kaup upp á US$%lld biðu enn eftir að vera skráð, svo þau voru kláruð í stað þess að rukka þig aftur. Farðu aftur í Safari og opnaðu DisinfaX-sprettgluggann til að sjá uppfærðan reikning þinn.
it: Un acquisto precedente da US$%lld era ancora in attesa di essere applicato, quindi è stato completato quello invece di addebitarti di nuovo. Torna a Safari e apri il popup di DisinfaX per vedere il saldo aggiornato.
ja: 以前の US$%lld の購入がまだ反映待ちだったため、再度請求する代わりにその購入が完了として処理されました。Safari に戻って DisinfaX のポップアップを開き、最新の残高を確認してください。
jv: Tuku sadurunge US$%lld isih ngenteni ditrapake, mula sing kasebut sing rampung tinimbang ditagih maneh. Bali menyang Safari lan bukak jendhela pop-up DisinfaX kanggo ndeleng saldo sampeyan sing dianyari.
ka: ადრინდელი US$%lld ღირებულების შენაძენი კვლავ გამოყენებას ელოდა, ამიტომ ის დამთავრდა, თქვენგან ხელახლა ჩამოჭრის ნაცვლად. თქვენი განახლებული ბალანსის სანახავად დაბრუნდით Safari-ში და გახსენით DisinfaX-ის ამომხტარი ფანჯარა.
kab: Aseɣti aqbuṛ n US$%lld yella yettrağu ad yettwaskidb, ihi wagi i ittwakemlen deg umkan n aseqdec-inek tikkelt-nniḍen. Uɣal ɣer Safari tleddiḍ asfaylu ur-d-ffɣen n DisinfaX akken ad twaliḍ asemsari-inek amaynut.
kk: Алдыңғы US$%lld сатып алуы әлі де қолданылуын күтіп тұрды, сондықтан сізден қайта ақша алудың орнына сол сатып алу аяқталды. Жаңартылған балансыңызды көру үшін Safari-ге оралып, DisinfaX қалқыма терезесін ашыңыз.
km: ការទិញ US$%lld មុននេះនៅតែកំពុងរង់ចាំអនុវត្ត ដូច្នេះការទិញនោះត្រូវបានបញ្ចប់ជំនួសឱ្យការគិតថ្លៃអ្នកម្តងទៀត។ ត្រឡប់ទៅ Safari ហើយបើកផ្ទាំងលេចឡើង DisinfaX ដើម្បីមើលសមតុល្យដែលបានធ្វើបច្ចុប្បន្នភាព។
kn: ಹಿಂದಿನ US$%lld ಖರೀದಿ ಇನ್ನೂ ಅನ್ವಯಿಸಲು ಕಾಯುತ್ತಿತ್ತು, ಆದ್ದರಿಂದ ನಿಮಗೆ ಮತ್ತೆ ಶುಲ್ಕ ವಿಧಿಸುವ ಬದಲು ಅದನ್ನೇ ಪೂರ್ಣಗೊಳಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ನವೀಕರಿಸಿದ ಬ್ಯಾಲೆನ್ಸ್ ನೋಡಲು Safari ಗೆ ಹಿಂತಿರುಗಿ ಮತ್ತು DisinfaX ಪಾಪ್‌ಅಪ್ ತೆರೆಯಿರಿ.
ko: 이전 US$%lld 구매가 아직 적용을 기다리고 있어서, 다시 청구하는 대신 해당 구매가 완료 처리되었습니다. Safari로 돌아가 DisinfaX 팝업을 열어 업데이트된 잔액을 확인하세요.
ku: Kirînek berê ya US$%lld hîn jî li benda sepandinê bû, ji ber vê yekê ew hate temamkirin li şûna ku te dîsa hesab bike. Vegere Safari û pop-up-a DisinfaX veke da ku balansê xwe yê rojanekirî bibînî.
ky: Мурунку US$%lld сатып алуу дагы эле колдонулушун күтүп жатты, ошондуктан сизден кайра акча алуунун ордуна ошол бүтүрүлдү. Жаңыртылган балансыңызды көрүү үчүн Safari'ге кайтып, DisinfaX копчо терезесин ачыңыз.
la: Emptio prior US$%lld adhuc applicandam exspectabat, ergo illa completa est pro te iterum computando. Redi ad Safari et aperi fenestellam emergentem DisinfaX ut rationem tuam renovatam videas.
lb: En fréieren Kaf vun US$%lld war nach ëmmer op d'Uwennung waardend, dofir gouf deen ofgeschloss, amplaz dech nach eng Kéier ze verrechnen. Gitt zréck op Safari a maacht d'DisinfaX-Popup-Fënster op fir däin aktualiséierte Saldo ze gesinn.
lo: ການຊື້ US$%lld ກ່ອນໜ້ານີ້ຍັງລໍຖ້າການນຳໃຊ້ຢູ່, ດັ່ງນັ້ນການຊື້ນັ້ນຈຶ່ງຖືກເຮັດໃຫ້ສຳເລັດແທນທີ່ຈະຄິດຄ່າບໍລິການທ່ານອີກຄັ້ງ. ກັບໄປ Safari ແລະເປີດປັອບອັບ DisinfaX ເພື່ອເບິ່ງຍອດເງິນທີ່ອັບເດດ.
lt: Ankstesnis US$%lld pirkinys vis dar laukė pritaikymo, todėl būtent jis buvo užbaigtas, o ne nuskaičiuota pakartotinai. Grįžkite į „Safari“ ir atidarykite DisinfaX iškylantįjį langą, kad pamatytumėte atnaujintą balansą.
lv: Agrāks US$%lld pirkums joprojām gaidīja piemērošanu, tāpēc tas tika pabeigts, nevis jums atkārtoti iekasēta maksa. Atgriezieties pārlūkā Safari un atveriet DisinfaX uznirstošo logu, lai redzētu atjaunināto atlikumu.
mg: Nisy fividianana teo aloha US$%lld izay mbola miandry fampiharana, ka izany no vita fa tsy nangalana indray. Miverimberena any amin'ny Safari ary sokafy ny fikaonandoha mipoitra DisinfaX mba hijerena ny balansanao vaovao.
mi: I tatari tonu tētahi hokonga o mua US$%lld kia whakamahia, nā reira i whakaotihia tērā i te utu anō i a koe. Hoki ki Safari ka whakatuwhera i te matapihi pakū DisinfaX ki te tirotiro i tō toenga hou.
mk: Претходна купувачка трансакција од US$%lld сè уште чекаше да се примени, па таа беше завршена наместо повторно да ви биде наплатено. Вратете се на Safari и отворете го скокачкиот прозорец на DisinfaX за да го видите ажурираното салдо.
ml: നേരത്തെയുള്ള US$%lld വാങ്ങൽ ഇപ്പോഴും പ്രയോഗിക്കാൻ കാത്തിരിക്കുകയായിരുന്നു, അതിനാൽ നിങ്ങളിൽ നിന്ന് വീണ്ടും ഈടാക്കുന്നതിന് പകരം അത് പൂർത്തിയാക്കി. നിങ്ങളുടെ പുതുക്കിയ ബാലൻസ് കാണാൻ Safari-യിലേക്ക് മടങ്ങി DisinfaX പോപ്പപ്പ് തുറക്കുക.
mn: Өмнөх US$%lld-ийн худалдан авалт хэрэгжихийг хараахан хүлээж байсан тул танаас дахин мөнгө авахын оронд тэрхүү худалдан авалтыг гүйцээгээгэрэв. Шинэчлэгдсэн үлдэгдлээ харахын тулд Safari руу буцан DisinfaX попап цонхыг нээнэ үү.
mr: आधीची US$%lld ची खरेदी अजूनही लागू होण्याची प्रतीक्षा करत होती, म्हणून तुमच्याकडून पुन्हा शुल्क आकारण्याऐवजी तीच पूर्ण करण्यात आली. तुमची अद्ययावत शिल्लक पाहण्यासाठी Safari वर परत जा आणि DisinfaX पॉपअप उघडा.
ms: Pembelian US$%lld yang lebih awal masih menunggu untuk digunakan, jadi pembelian itulah yang diselesaikan berbanding mencaj anda semula. Kembali ke Safari dan buka tetingkap pop timbul DisinfaX untuk melihat baki terkini anda.
mt: Xerja preċedenti ta' US$%lld kienet għadha tistenna li tiġi applikata, għalhekk dik tlestiet minflok ma ġejt iċċarġjat mill-ġdid. Erġa' lura għal Safari u iftaħ it-tieqa li tinbeżaq ta' DisinfaX biex tara l-bilanċ aġġornat tiegħek.
my: ယခင် US$%lld ဝယ်ယူမှုတစ်ခုသည် အသုံးချရန် စောင့်ဆိုင်းနေဆဲဖြစ်သဖြင့် သင့်ကို ထပ်မံငွေကောက်ခံမည့်အစား ထိုဝယ်ယူမှုကို ပြီးမြောက်စေခဲ့သည်။ သင့်ရဲ့ အပ်ဒိတ်လုပ်ထားသော လက်ကျန်ငွေကို ကြည့်ရန် Safari သို့ ပြန်သွားပြီး DisinfaX ပေါ့်အပ်ကို ဖွင့်ပါ။
nb: Et tidligere kjøp på US$%lld ventet fortsatt på å bli brukt, så det ble fullført i stedet for å belaste deg på nytt. Gå tilbake til Safari, og åpne DisinfaX-forgrunnsvinduet for å se den oppdaterte saldoen din.
ne: पहिलेको US$%lld को खरिद अझै लागू हुन कुरिरहेको थियो, त्यसैले तपाईंलाई फेरि शुल्क लगाउनुको सट्टा त्यो नै पूरा गरियो। तपाईंको अद्यावधिक ब्यालेन्स हेर्न Safari मा फर्कनुहोस् र DisinfaX पपअप खोल्नुहोस्।
nl: Een eerdere aankoop van US$%lld stond nog te wachten om te worden toegepast, dus die is voltooid in plaats van je opnieuw in rekening te brengen. Ga terug naar Safari en open de DisinfaX-popup om je bijgewerkte saldo te zien.
nn: Et tidligere kjøp på US$%lld ventet fortsatt på å bli brukt, så det ble fullført i stedet for å belaste deg på nytt. Gå tilbake til Safari, og åpne DisinfaX-forgrunnsvinduet for å se den oppdaterte saldoen din.
ny: Kugula kwakale kwa US$%lld kunali kukudikirirabe kugwiritsidwa ntchito, choncho kumeneko ndi komwe kunamalizidwa m'malo mokulipiritsanso. Bwererani ku Safari ndikutsegula windo lodumphuka la DisinfaX kuti muwone bwalansi yanu yosinthidwa.
om: Bittaan US$%lld duraanii ammayyuu hojii irra oolfamuu eegaa ture, kanaafuu sirra deebiʼuu kaffalchiisuu mannaa kun xumurameera. Baalansii keeti haaromsame ilaaluuf gara Safari deebiʼi foddaa ol-baʼu DisinfaX banuufi.
or: ପୂର୍ବର US$%lld ର ଏକ କ୍ରୟ ତଥାପି ଆବେଦନ ପାଇଁ ଅପେକ୍ଷାରେ ଥିଲା, ତେଣୁ ଆପଣଙ୍କୁ ପୁନଃ ଚାର୍ଜ କରିବା ପରିବର୍ତ୍ତେ ତାହା ସମ୍ପୂର୍ଣ୍ଣ କରାଗଲା। ଆପଣଙ୍କ ଅପଡେଟ୍ ହୋଇଥିବା ବାଲାନ୍ସ ଦେଖିବାକୁ Safari କୁ ଫେରି DisinfaX ପପଅପ୍ ଖୋଲନ୍ତୁ।
pa: ਪਹਿਲਾਂ ਦੀ US$%lld ਖਰੀਦਦਾਰੀ ਅਜੇ ਵੀ ਲਾਗੂ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰ ਰਹੀ ਸੀ, ਇਸ ਲਈ ਤੁਹਾਡੇ ਤੋਂ ਦੁਬਾਰਾ ਚਾਰਜ ਲੈਣ ਦੀ ਬਜਾਏ ਉਹੀ ਪੂਰੀ ਕੀਤੀ ਗਈ। ਆਪਣਾ ਅੱਪਡੇਟ ਕੀਤਾ ਬੈਲੰਸ ਦੇਖਣ ਲਈ Safari 'ਤੇ ਵਾਪਸ ਜਾਓ ਅਤੇ DisinfaX ਪੌਪਅੱਪ ਖੋਲ੍ਹੋ।
pl: Wcześniejszy zakup na US$%lld nadal czekał na zastosowanie, więc to on został zrealizowany zamiast ponownego obciążenia. Wróć do Safari i otwórz wyskakujące okno DisinfaX, aby zobaczyć zaktualizowane saldo.
ps: یو مخکیني US$%lld پیرود لاهم د تطبیق په تمه و، له همدې امله هغه بشپړ شو ستاسو نه بیا اخیستنې پر ځای. خپل تازه شوی بیلانس لیدلو لپاره Safari ته بیرته ورشئ او DisinfaX پاپ اپ خلاص کړئ.
pt: Uma compra anterior de US$%lld ainda estava pendente de aplicação, pelo que essa foi concluída em vez de te cobrar novamente. Volta ao Safari e abre o popup do DisinfaX para ver o teu saldo atualizado.
pt_br: Uma compra anterior de US$%lld ainda estava aguardando aplicação, então ela foi concluída em vez de cobrar você novamente. Volte ao Safari e abra o pop-up do DisinfaX para ver seu saldo atualizado.
qu: Ñawpaq US$%lld rantiy aplicasqa kananta suyachkarqa, chayrayku chayta tukusqa karqa mana kutin kargasqaykirayku. Safari-man kutiy hinaspa DisinfaX pop-up wentanata kichay musuq saldoykita qhawanaykipaq.
rm: In'anteriura cumpra da US$%lld spetgava anc dad esser applitgada, uschia questa è vegnida cumplettada empè da ta scarichar puspè. Turna a Safari ed avra il pop-up da DisinfaX per vesair tia bilanza actualisada.
ro: O achiziție anterioară de US$%lld era încă în așteptare, așa că aceasta a fost finalizată în loc să fii taxat din nou. Revino la Safari și deschide fereastra pop-up DisinfaX pentru a vedea soldul actualizat.
ru: Более ранняя покупка на US$%lld всё ещё ожидала применения, поэтому была завершена именно она, а не повторное списание. Вернитесь в Safari и откройте всплывающее окно DisinfaX, чтобы увидеть обновлённый баланс.
rw: Igura ryabanje rya US$%lld ryari ritegereje gukoreshwa, bityo iryo ni ryo ryarangijwe aho kongera kukwishyuza. Garuka kuri Safari ufungure idirishya rirambuka rya DisinfaX kugira ngo urebe konti yawe yavuguruwe.
sd: پهرين جي US$%lld خريداري اڃا لاڳو ٿيڻ جي انتظار ۾ هئي، تنهنڪري توهان کان ٻيهر چارج ڪرڻ بجاءِ اهو ئي مڪمل ڪيو ويو. پنهنجي اپڊيٽ ٿيل بيلنس ڏسڻ لاءِ Safari تي واپس وڃو ۽ DisinfaX پاپ اپ کوليو.
sh: Ranija kupnja od US$%lld još je čekala primjenu, pa je ona dovršena umjesto ponovne naplate. Vratite se na Safari i otvorite DisinfaX skočni prozor kako biste vidjeli ažurirano stanje.
si: පෙර US$%lld මිලදී ගැනීමක් තවමත් යෙදවීමට රැඳී සිටියේය, එබැවින් ඔබෙන් නැවත අය කරනවා වෙනුවට එය සම්පූර්ණ කරන ලදී. ඔබේ යාවත්කාලීන ශේෂය බැලීමට Safari වෙත ආපසු ගොස් DisinfaX උත්පතන කවුළුව විවෘත කරන්න.
sk: Skorší nákup US$%lld stále čakal na uplatnenie, takže bol dokončený namiesto opätovného účtovania. Vráťte sa do Safari a otvorte vyskakovacie okno DisinfaX a zobrazte si aktualizovaný zostatok.
sl: Prejšnji nakup v vrednosti US$%lld je še vedno čakal na uveljavitev, zato je bil dokončan ta namesto ponovne bremenitve. Vrnite se v Safari in odprite pojavno okno DisinfaX, da vidite posodobljeno stanje.
sm: O se fa'atauga muamua e US$%lld sa fa'atali pea mo le fa'aogaina, o lea na fa'amae'aina ai lea nai lo le toe totogiina oe. Toe fo'i i Safari ma tatala le faamalama fa'aoso a DisinfaX e va'ai ai i lau paleni fa'afouina.
sn: Kutenga kwekare kweUS$%lld kwaive kuchimirira kushandiswa, saka ndiko kwakapedzwa panzvimbo pekukubhadharisa zvakare. Dzokera kuSafari uvhure popup yeDisinfaX kuti uone bhurenzi rako rakagadziridzwa.
so: Iibsigii hore ee US$%lld wali wuu sugayay in la codsado, sidaa darteed kaas ayaa la dhammaystiray halkii lagu dalici lahaa mar labaad. Ku noqo Safari oo fur daaqadda kor u soo boodda ee DisinfaX si aad u aragto hadhaagaaga la cusboonaysiiyay.
sq: Një blerje e mëparshme prej US$%lld ende priste të aplikohej, kështu që ajo u përfundua në vend që të faturoheshe përsëri. Kthehu te Safari dhe hap dritaren kërcyese të DisinfaX për të parë bilancin e përditësuar.
sr: Ранија куповина од US$%lld је још увек чекала да буде примењена, па је она завршена уместо поновне наплате. Вратите се на Safari и отворите DisinfaX искачући прозор да бисте видели ажурирани салдо.
st: Theko ea pele ea US$%lld e ne e sa emetse ho sebelisoa, kahoo ke eona e phethelletsoeng ho e-na le ho u lefisa hape. Khutlela ho Safari ebe u bula fensetere e hlahang ea DisinfaX ho bona tekanyo ea hao e ntjhafalitsoeng.
su: Pameseran sateuacana US$%lld masih ngantosan dilarapkeun, ku kituna éta anu réngsé tinimbang narik deui ti anjeun. Wangsul ka Safari sareng buka jandela pop-up DisinfaX pikeun ningali saldo anjeun anu dianyarkeun.
sv: Ett tidigare köp på US$%lld väntade fortfarande på att tillämpas, så det slutfördes i stället för att debitera dig igen. Gå tillbaka till Safari och öppna DisinfaX-popupen för att se ditt uppdaterade saldo.
sw: Ununuzi wa awali wa US$%lld ulikuwa bado unasubiri kutumika, kwa hivyo huo ndio uliokamilishwa badala ya kukutoza tena. Rudi kwa Safari na ufungue dirisha ibukizi la DisinfaX ili kuona salio lako lililosasishwa.
ta: முந்தைய US$%lld வாங்குதல் இன்னும் பொருந்தப்பட காத்திருந்தது, எனவே உங்களை மீண்டும் கட்டணம் வசூலிப்பதற்குப் பதிலாக அது முடிக்கப்பட்டது. உங்கள் புதுப்பிக்கப்பட்ட இருப்பைப் பார்க்க Safariக்குத் திரும்பிச் சென்று DisinfaX பாப்அப்பைத் திறக்கவும்.
te: మునుపటి US$%lld కొనుగోలు ఇంకా వర్తింపజేయడానికి వేచి ఉంది, కాబట్టి మిమ్మల్ని మళ్లీ ఛార్జ్ చేయడానికి బదులుగా అదే పూర్తి చేయబడింది. మీ నవీకరించబడిన బ్యాలెన్స్‌ను చూడటానికి Safariకి తిరిగి వెళ్లి DisinfaX పాప్అప్‌ను తెరవండి.
tg: Харидории пештараи US$%lld ҳанӯз интизори татбиқ буд, бинобар ин он ба ҷои дубора аз шумо пул гирифтан анҷом дода шуд. Барои дидани балансатони навшуда ба Safari баргардед ва равзанаи DisinfaX-ро кушоед.
th: การซื้อ US$%lld ก่อนหน้านี้ยังคงรอดำเนินการอยู่ ระบบจึงดำเนินการรายการนั้นให้เสร็จสิ้นแทนที่จะเรียกเก็บเงินคุณซ้ำ กลับไปที่ Safari แล้วเปิดป๊อปอัป DisinfaX เพื่อดูยอดคงเหลือที่อัปเดต
ti: ቅድሚ ሕጂ ዝተገበረ US$%lld ዕድጊት ገና ንኣፈጻጺም ይጽበይ ነበረ፣ ስለዚ ንዳግም ክፍሊት ኣብ ክንዲ፣ ንሱ ተፈጺሙ። ንዝተመሓደሰ ቀሪ ሒሳብካ ንምርኣይ ናብ Safari ተመለስ ከምኡ ናይ DisinfaX ብቅ ባይ መስኮት ክፈት።
tk: Öňki US$%lld satyn alma entek ulanylmagyna garaşýardy, şonuň üçin sizden ýene tölemegiň deregine ol tamamlandy. Täzelenen balansyňyzy görmek üçin Safari-a gaýdyň we DisinfaX açylýan penjiresini açyň.
tn: Theko e e fetileng ya US$%lld e ne e sale e emetse go dirisiwa, jalo ke yona e e fedisitsweng go na le go lefisiwa gape. Boela kwa Safari mme o bule window e tswang ya DisinfaX go bona palanse ya gago e e ntlafadilweng.
to: Naʻe kei tatali ha fakatau kimuʻa ʻo e US$%lld ke ngāueʻaki, ko ia naʻe fakaʻosi ʻa e meʻa ko ia kae ʻikai ke toe totongi koe. Foki ki Safari pea fakaava e matapā puna ʻa DisinfaX ke sio ki hoʻo tukui totongi fakaʻāunoa.
tr: Daha önceki US$%lld değerindeki satın alma hâlâ uygulanmayı bekliyordu, bu nedenle sizden tekrar ücret alınmak yerine o satın alma tamamlandı. Güncellenmiş bakiyenizi görmek için Safari'ye dönün ve DisinfaX açılır penceresini açın.
tt: Алдагы US$%lld сатып алу әле дә кулланылырга көтеп тора иде, шуңа күрә сездән яңадан акча алу урынына ул тәмамланды. Яңартылган балансыгызны күрү өчен Safari-га кайтыгыз һәм DisinfaX кузгалма тәрәзәсен ачыгыз.
ug: بۇرۇنقى US$%lld سېتىۋېلىش تېخى قوللىنىلىشنى ساقلاۋاتقانىدى، شۇڭا سىزدىن قايتا ھەق ئېلىشنىڭ ئورنىغا شۇ تاماملاندى. يېڭىلانغان قالدۇقىڭىزنى كۆرۈش ئۈچۈن Safari گە قايتىپ DisinfaX قاڭقىش كۆزنىكىنى ئېچىڭ.
uk: Попередня покупка на US$%lld ще очікувала застосування, тому саме вона була завершена замість повторного списання. Поверніться до Safari та відкрийте спливне вікно DisinfaX, щоб побачити оновлений баланс.
ur: پہلے کی US$%lld کی خریداری اب بھی لاگو ہونے کی منتظر تھی، اس لیے آپ سے دوبارہ چارج لینے کے بجائے وہی مکمل کی گئی۔ اپنا اپ ڈیٹ شدہ بیلنس دیکھنے کے لیے Safari پر واپس جائیں اور DisinfaX پاپ اپ کھولیں۔
uz: Oldingi US$%lld xaridi hali ham qo'llanishni kutmoqda edi, shuning uchun sizdan qayta pul yechish o'rniga aynan shu xarid yakunlandi. Yangilangan balansingizni ko'rish uchun Safari'ga qaytib, DisinfaX pop-up oynasini oching.
vi: Một giao dịch mua US$%lld trước đó vẫn đang chờ được áp dụng, vì vậy giao dịch đó đã được hoàn tất thay vì tính phí bạn lần nữa. Hãy quay lại Safari và mở cửa sổ bật lên DisinfaX để xem số dư đã cập nhật.
wa: On ratchat di dvant di US$%lld ratindeut co d' esse aplikêye, adon c' est ç' ci ki fout fini å lieu di vos fé payî co ene fice. Rivnoz sol Safari eyet drovoz l' purnea ki sôte foû di DisinfaX po veyî vosse solde metou a djoû.
xh: Uthengo lwangaphambili lwe-US$%lld lwalusalindele ukusetyenziswa, ngoko oko kwagqitywa kunokuba ubizwe kwakhona. Buyela kwi-Safari uvule ifestile ephuma ye-DisinfaX ukubona ibhalansi yakho ehlaziyiweyo.
yi: אַ פֿריערדיקע קויפֿונג פֿון US$%lld האָט נאָך געוואַרט צו ווערן אויפגעלייגט, אַזוי איז יענע פֿאַרענדיקט געוואָרן אַנשטאָט אייך ווידער אָפּצונעמען. קערט זיך אום צו Safari און עפֿנט דעם DisinfaX פּאָפּ-אַפּ כּדי צו זען אייער אויפגעפרישטע וואָג.
yo: Ìríra US$%lld tẹ́lẹ̀ ń dúró de fífi ìṣe hàn síi, nítorí náà ni a ṣe parí ìyẹn dípò gbígba owó lọ́wọ́ rẹ mọ́. Padà sí Safari kí o sì ṣí fèrèsé tí ń ṣẹ́ jáde ti DisinfaX láti wo ìwọ̀ntúnwọ̀nsì rẹ tí ó di tuntun.
zh: 此前有一笔 US$%lld 的购买仍在等待入账，因此系统完成了那笔购买，而不是再次向你收费。请返回 Safari 并打开 DisinfaX 弹出窗口，查看更新后的余额。
zh_hk: 先前有一筆 US$%lld 的購買仍在等待入帳，因此系統完成了那筆購買，而非再次向你收費。請返回 Safari 並開啟 DisinfaX 彈出視窗，查看更新後的餘額。
zu: Ukuthenga kwakudala kwe-US$%lld kusalinda ukusebenza, ngakho lokho kwaqedwa kunokuba ukhokhiswe futhi. Buyela ku-Safari uvule i-window elivelayo ye-DisinfaX ukubona ibhalansi yakho ebuyekeziwe.
